{
"EGYPT":[
{
"name":"cairo",
"url":"https://static.saltinourhair.com/wp-content/uploads/2019/03/23140923/cairo-pyramids-giza-1543x1440.jpg",
"describtion":"Cairo, the chaotic capital of Egypt, rich in world-famous history, a city that feels stuck between timelines. Donkey carts are driving down a dusty road where on the other side honking cars are polluting the city. Accept Cairo’s fascinating chaos, and you suddenly hear a friendly Egyptian shout “Welcome to Egypt!”.This guide explains the best things to do in Cairo."
},{
"name":"Giza",
"url":"https://cdn.britannica.com/46/189746-050-C790AE3F/Skyline-Cairo.jpg",
"describtion":"Cairo  is the capital of Egypt and, with a total population in excess of 16 million people"
},{
"name":"Alexandria",
"url":"https://www.egypttoursportal.com/images/2017/11/Alexandria-City-Egypt-Egypt-Tours-Portal.jpg",
"describtion":"The Pearl of the Mediterranean has an ambiance more in keeping with its neighbors to the north than with those in the Middle East. Site of Pharos lighthouse, one of the Wonders of the World, and of Anthony and Cleopatra’s tempestuous romance, the city was founded by Alexander the Great in 331 BCE. Today, Alexandria offers fascinating insights into its proud Greek past, as well as interesting mosques, the casino strip of the Corniche, some lovely gardens and both modern and traditional hotels. (Editor's note: Our list was compiled before political unrest prompted many countries to issue travel warnings for Egypt. If you're currently planning a trip to Egypt, please consider the risks and monitor your government's travel alerts"
},{
"name":"Aswan",
"url":"https://www.traveltoegypt.net/front/images/blog/aswan.jpg",
"describtion":"On the northern end of the First Cataract, marking ancient Egypt's southern frontier, Aswan has always been of great strategic importance. In ancient times it was a garrison town for the military campaigns against Nubia; its quarries provided the granite used for so many sculptures and obelisks"
},{
"name":"Sharm El Sheikh",
"url":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/33/fc/ed/sharm-el-sheikh.jpg?w=700&h=500&s=1",
"describtion":"Diverse marine life and hundreds of Red Sea coral reef sites make Sharm El Sheikh a magnet for divers and eco-tourists. The tourist economy of this Sinai Peninsula city has grown quite rapidly over the last few decades, resulting in an upcrop of first-class resorts and posh nightlife. The waters of Ras Mohamed National Park are abundant with schools of fish and, oddly, toilets – thanks to the bathroom fixtures being transported by a cargo ship that sank during a 1981 storm."
}


],"FRANCS":[
{
"name":"Paris",
"url":"https://travel.usnews.com/dims4/USNEWS/c5a8f6d/2147483647/resize/445x280%5E%3E/crop/445x280/quality/85/?url=https://travel.usnews.com/images/gettyimages-532590277_2ZNe4ra.jpg",
"describtion":"The City of Light draws millions of visitors every year with its unforgettable ambiance. Of course, the divine cuisine and vast art collections deserve some of the credit as well. The gentle River Seine rambles through the city, flanked by stately museums, centuries-old churches, and blocks of Rococo- and Neoclassic-design architecture, further enhanced by cascading trees and glowing streetlamps."
},{
"name":"Marseille",
"url":"https://travel.usnews.com/dims4/USNEWS/9e81c9e/2147483647/resize/255x255%5E%3E/crop/255x255/quality/85/?url=https://travel.usnews.com/images/vieux_port_getty_z6WzKYC.jpg",
"describtion":"Founded 2,600 years ago as a port city, Marseille – after some years in decline – remains a dazzling metropolis on the Mediterranean, especially after its turn as the European Capital of Culture in 2013. With some of its rough edges polished and even a smattering of new museums and a handful of Michelin-starred restaurants, France's second-largest city is making a comeback. "
},{
"name":"Nice",
"url":"https://travel.usnews.com/dims4/USNEWS/9438a1e/2147483647/resize/976x652%5E%3E/crop/976x652/quality/85/?url=https://travel.usnews.com/images/place_massena_main_nnIXmkJ.jpg",
"describtion":"As the prime port town of the French Riviera, Nice attracts beachgoers, history buffs and high culture seekers who come to vacation on its Mediterranean shores. There's definitely more to this quirky city than a pebbly waterfront, pastel-colored buildings and palm trees waving in the breeze. Baroque churches surprise you in the maze of the Old Town's twisted streets; modern sculptures dominate the gardens as you stroll in the Place Masséna; ancient Roman ruins provide the backdrop fir summer jazz concerts in Cimiez; and the candy-colored onion-shaped domes of the St. Nicholas Russian Orthodox Cathedral tower overhead as you pass Avenue Nicolas II. But Nice's cultural charms are often interwoven (and sometimes overshadowed) by its reputation for partying. Be sure to leave a little energy for the vibrant nightlife along the Riviera."
},{
"name":"Normandy",
"url":"https://travel.usnews.com/dims4/USNEWS/284b92f/2147483647/resize/976x652%5E%3E/crop/976x652/quality/85/?url=https://travel.usnews.com/images/point_du_hoc_getty_0k6dpm0.jpg",
"describtion":"Skirting the English Channel and occupying a hefty portion of northern France, Normandy is known for its Camembert cheese, its apple orchards (thus, cider and brandy too) and its cow-peppered landscape, complete with quaint cities and towns like Rouen, Bayeux and Giverny. But it's also revered for its momentous place in history. The site of the 1944 D-Day invasion, Normandy's beaches, saw a death toll in the thousands but also a changing tide in World War II. Its military cemeteries, memorial museums and the D-Day landing sites bring a huge number of visitors to the region.Another highlight of Normandy is one of France's most famous tourist sights, the stunning Mont Saint-Michel, but almost at every turn, you'll find historic castles, churches and charming small towns. You should visit Normandy for the history, the food and slow pace of life, but you should also come for a taste of France at its friendliest. This is not glitzy Nice or Cannes – neither is it cosmopolitan Paris – this is where France's salt-of-the-earth citizens congregate. "
},{
"name":"Loire Valley",
"url":"https://travel.usnews.com/dims4/USNEWS/e16bebe/2147483647/resize/445x280%5E%3E/crop/445x280/quality/85/?url=https://travel.usnews.com/images/antibes_main_2019_resized_445x280_JCcPkC0.jpg",
"describtion":"For a romantic escape, visit the Loire Valley in central France. Situated along the Loire River, the area is peppered with châteaux, bed-and-breakfast accommodations, farms and wineries renowned for their sauvignon blanc. The region itself is even a designated UNESCO World Heritage Site because of its beauty and historical villages. Plan to spend some time in a few of the valley's laid-back cities and towns, such as Orléans, Tours and Saumur, and you can't miss the emblematic Château de Chambord."
}


]," United States":[
{
"name":"New York",
"url":"https://www.planetware.com/photos-large/USNY/usa-best-places-new-york.jpg",
"describtion":"New York City is like no other city in the world, and one that must be experienced to be fully appreciated. For first-time visitors, walking the streets can be like walking through a movie set, with famous sites at every turn, from the Empire State Building, to Rockefeller Plaza, the Chrysler Building, Central Park, The High Line, Times Square, 5th Avenue, Broadway, and of course, the Statue of Liberty."
},{
"name":"San Francisco",
"url":"https://www.planetware.com/photos-large/USNY/usa-best-places-san-francisco.jpg",
"describtion":"Set along the ocean, with rolling hills and the iconic Golden Gate Bridge, San Francisco is one of the most beautiful cities in the United States and the jewel of Northern California. The city is full of history, great neighborhoods, parks, beaches, museums, and a whole host of entertainment options and things to do.Some of the most famous attractions are Alcatraz Island and Fisherman's Wharf, but the sightseeing possibilities here are extensive. San Francisco's Chinatown is the largest of its kind in North America and definitely worth visiting. For an interesting experience, hop on one of the historic cable cars and tour the city."
},{
"name":"The Grand Canyon",
"url":"https://www.planetware.com/wpimages/2019/08/united-states-best-places-to-visit-grand-canyon-lookout.jpg",
"describtion":"The Grand Canyon is one of those must-see, bucket-list destinations that have been attracting visitors for generations. Gazing out over the canyon walls to an endless horizon and an unfathomable depth below is one of the highlights of any trip in the United States.Visiting the Grand Canyon can easily be done on a day trip from Las Vegas or Phoenix, and from some smaller cities in the vicinity, including Sedona or Flagstaff. Another option is to incorporate a visit into a larger driving trip through Arizona and surrounding states. A train trip from Williams, AZ is another delightful way to experience the canyon.The south rim of the Grand Canyon, which is the most popular and most visited section, is open all year, and visitors are welcomed at any time of year. To avoid the crush of summer visitors, consider arriving in the spring or fall; the weather is good and the crowds smaller. The road to the north rim of the Grand Canyon is closed in winter due to snow."
},{
"name":" Houston",
"url":"https://www.planetware.com/wpimages/2019/08/united-states-best-places-to-visit-houston-skyline.jpg",
"describtion":"Houston is the perfect city for a friends getaway, a couples' retreat, or a family vacation. With direct flights from cities across the United States and Canada, you can easily fly in to see a sports game, wander through Houston's Museum District, lounge by a pool at one of the many luxury hotels, and spend your evenings enjoying incredible meals. Houston has developed into a hot spot for dining in the United States and is now well known for extraordinary cuisine."
},{
"name":"Las Vegas",
"url":"https://www.planetware.com/photos-large/USNY/usa-best-places-las-vegas.jpg",
"describtion":"This glittering city of lights in the desert holds a unique appeal, and one that has been attracting visitors for decades. Huge resort complexes, with all kinds of things to see and do at any time of year, have made this a destination that draws everyone, from want-to-be newlyweds who come here to say their vows, to families or singles who just want to hang out around a pool."
}


],"Canada":[
{
"name":"Banff",
"url":"https://travel.usnews.com/dims4/USNEWS/b2db457/2147483647/resize/445x280%5E%3E/crop/445x280/quality/85/?url=https://travel.usnews.com/images/banff-main-2016_445x280_h8QJTA3.jpg",
"describtion":"Nestled amid the foothills of the Canadian Rockies, this tiny mountain town in Alberta appeals to both nature enthusiasts and luxury seekers. Visitors can spend their days skiing or hiking in Banff National Park and floating down the Bow River before retiring to one of the several opulent hotels for some spa therapy. Daytrips to popular attractions like the Columbia Icefield and Moraine Lake – renowned for its turquoise waters – cannot be left off of your itinerary."
},{
"name":"Jasper National Park",
"url":"https://travel.usnews.com/dims4/USNEWS/7fe335c/2147483647/resize/445x280%5E%3E/crop/445x280/quality/85/?url=https://travel.usnews.com/images/gettyimages-188079842_2eCvioF.jpg",
"describtion":"Cairo  is the capital of Egypt and, with a total population in excess of 16 million people"
},{
"name":"Vancouver",
"url":"https://dynamicmediacdn.tripadvisor.com/media/photoo/01/0a/11/98/alexandra.jpg?w=700&h=-1&s=1",
"describtion":"As the largest national park in the Canadian Rockies, Jasper is ripe for exploration. When you're not hiking through Maligne Canyon, whitewater rafting down the Athabasca River or snapping photos of Spirit Island, you can enjoy a bird's-eye view of the beautiful scenery from the Jasper SkyTram. Keep your eyes peeled for the 53 species of mammals that call this Alberta park home, including black bears, elk and bighorn sheep"
},{
"name":"Vancouver",
"url":"https://travel.usnews.com/dims4/USNEWS/4afa433/2147483647/resize/445x280%5E%3E/crop/445x280/quality/85/?url=https://travel.usnews.com/images/gettyimages-612004360_VL5d66O.jpg",
"describtion":"A trip to Vancouver is all about embracing the outdoors. Vancouverites spend their days skiing on Grouse Mountain, swimming at Kitsilano Beach and strolling through sprawling Stanley Park. Plus, this British Columbia city offers plenty of cultural attractions, including museums and outdoor markets (Granville Island is a must-see). If you're not afraid of heights, head about 5 miles north of the city center to the Capilano Suspension Bridge, which is positioned 230 feet above the Capilano River."
},{
"name":"Montreal",
"url":"https://travel.usnews.com/dims4/USNEWS/103bb99/2147483647/resize/445x280%5E%3E/crop/445x280/quality/85/?url=https://travel.usnews.com/images/new_main-2016-cropped_445x280_1xb30f6.jpg",
"describtion":"Montreal is a city of juxtaposition: Skyscrapers rub elbows with Old Montreal's 17th-century architecture while the familiar sounds of English intermingle with the foreign buzz of French. Visit Old Montreal to get a taste of Europe (think: beautiful architecture and cobblestone streets), then head to modern attractions, such as the Montreal Museum of Fine Arts. If you're visiting during the warmer months, don't miss out on the Montreal Botanical Garden or panoramic views of the city from atop Mount Royal Park"
}


],"Australia":[
{
"name":"Melbourne",
"url":"https://media.timeout.com/images/104097310/1024/768/image.jpg",
"describtion":"All the stereotypes about Melbourne are true: everyone wears black, everyone is coffee obsessed, and there are far too many rooftop bars for a city with such temperamental weather. But the best thing about Melbourne is that it’s full of secrets to discover. Whether it’s a hidden laneway bar, a ten-storey shopping adventure or an underground theatre space, most things worth visiting are within easy reach (and cheap as chips to get to, thanks to the city-wide free tram zone)."
},{
"name":"Uluru",
"url":"https://media.timeout.com/images/105478216/1024/768/image.jpg",
"describtion":"The landscapes are simply spectacular in Australia’s red centre, especially when you’re marvelling at the great sandstone monolith that is Uluru. You can fly directly there from Sydney, Darwin or Cairns, with the airport located only a few kilometres north of Uluru itself. When you get a glimpse of it IRL, it’s easy to understand how Uluru became such an important symbol of local Indigenous culture and Australian culture as a whole. The local Anangu people will share stories of its spiritual significance, and you’ll soon understand why climbing Uluru, which was finally prohibited in 2019, is a huge no-no. Walking around the base and admiring it from afar, as you observe the different colours it turns as the sunlight hits it, is still a humbling experience."
},{
"name":"Tasmania",
"url":"https://media.timeout.com/images/105384050/1024/768/image.jpg",
"describtion":"It’s easy to understand the allure of Australia’s southernmost state. For one thing, 40 per cent of Tasmania is preserved as national parks and world heritage wilderness. Drive 20 minutes outside the state’s major cities (Hobart and Launceston) and you can walk in the bush, bike down a spectacular mountain trail or lounge on the beach. But Tasmania isn’t just for nature fans. There’s extraordinary food, gin and whisky distilleries, wildlife sanctuaries (where you’ll meet endangered Tasmanian devils), cool-climate wineries, fabulous festivals and a world-class art museum in the Museum of Old and New Art (MONA), which is one of the best things to do in the world right now."
},{
"name":"Kakadu",
"url":"https://media.timeout.com/images/105478951/1024/768/image.jpg",
"describtion":"A certified UNESCO World Heritage site, Kakadu National Park is certainly one of Australia’s most incredible national parks. The fringe of the park is about a two-hour drive from Darwin, where it sits on the traditional lands of the Bininj/Mungguy people. Pro tip: Kakadu is best explored at your own pace by car. It’s actually Australia’s largest national park (it covers more than 20,000 square kilometres), so you’ll need some time to discover it all properly. Take a peek at the 200-metre Jim Jim Falls waterfall; go for a swim at Gunlom, the crystal-clear infinity rock pool made famous in Crocodile Dundee; hike your way through the 30-odd walking trails that sweep across Kakadu; or take your 4WD out for a spin towards the crown of the park, Jarrangbarnmi (also known as the stunning Koolpin Gorge)."
},{
"name":"Sapphire Coast",
"url":"https://media.timeout.com/images/105568739/1024/768/image.jpg",
"describtion":"Located nearly 500 kilometres from central Sydney on New South Wales’ south-eastern border, this quiet corner of the state on the edge of Green Cape is something of a hidden gem, off the radar of mass tourism. In part, this is because it’s not the easiest place to reach; only the minute regional airport at Merimbula offers a faster alternative to driving here. However, if you’re willing to go those extra miles, unspoiled nature is your reward along this ruggedly beautiful stretch of sea from Bermagui to Disaster Bay, a place of other-worldly crimson cliffs, dramatic waves and vibrant, shifting landscapes. The vistas here, notable for their rust-red Devonian rock, are a proverbial feast for the eyes, but there’s plenty of actual feasting to be done here too. Expect succulent seafood caught off the docks at Eden, cheeses galore from Bega and Tilba’s famous dairies, beef and lamb reared on the grassy slopes near Pambula, and of course, the regions most popular export, succulent Sydney rock oysters reared in some of the most fertile estuaries anywhere in the country."
}


]

}
